Repository: AndreaDangeli/PortingMagazzino
Catalog: PortingMagazzino/Resources/Controllers/Invent/ShipmentController.*.resx
Languages: it_it

# Acquisto
source: Purchase
it_it: Acquisto

# AggiungiProdotto
source: Add the product
it_it: Aggiungi il prodotto

# AlCliente
source: To Customer/Delivery Address
it_it: Al Cliente/Indirizzo Consegna

# Annulla
source: Cancel
it_it: Annulla

# Attivita
source: Activities
it_it: Attività

# Avviato
source: Started
it_it: Avviato

# CambiaPassword
source: Change Password
it_it: Cambia Password

# CampiEvidenziatiObbligatori
source: Fields with green highlight indicate mandatory fields.
it_it: I campi evidenziati in verde indicano i campi obbligatori.

# Carico
source: Receiving
it_it: Carico

# Causale
source: Reason
it_it: Causale

# Cerca
source: Search
it_it: Cerca

# OrdineEvaso
source: Close Order
it_it: Ordine Evaso

# Cliente
source: Customer
it_it: Cliente

# Costruttore
source: Manufacturer
it_it: Costruttore

# Completato
source: Completed
it_it: Completato

# Configurazione
source: CONFIGURATION
it_it: CONFIGURAZIONE

# Crea
source: Create
it_it: Crea

# CreateInfo
source: Shipment is a process of delivering the order to a customer or supplier (returned). Only [Open] sales order will be available to select for shipment.
it_it: bla bla bla

# CreazioneScarico
source: Create Shipment
it_it: Creazione Scarico

# Da
source: From
it_it: Da

# Data
source: Date
it_it: Data

# DataOV
source: SO Date
it_it: Data Ordine di Vendita

# DataScarico
source: Shipment Date
it_it: Data di Scarico

# Descrizione
source: Description
it_it: Descrizione

# Descrizioni
source: Descriptions
it_it: Descrizioni

# Dettagli
source: Details
it_it: Dettagli

# Disconnetti
source: Log Out
it_it: Disconnetti

# Elimina
source: Delete
it_it: Elimina

# EliminazioneScarico
source: Delete Shipment
it_it: Eliminazione Scarico

# Errore
source: Error. Calm Down ^_^ and please contact your SysAdmin with this message:
it_it: Errore. Per favore contattare l'amministratore di sistema con questo messaggio:

# ErroreGiaSpedito
source: Error. Sales order already shipped.
it_it: Errore. Ordine di vendita già spedito.

# Esci
source: Exit
it_it: Esci

# Fornitore
source: Vendor
it_it: Fornitore

# GestioneMagazzino
source: WAREHOUSE MANAGEMENT
it_it: GESTIONE MAGAZZINO

# IndexInfo
source: Shipment is a process of delivering the order to your customer.
it_it: Lo Scarico è un processo di uscita di merci da un magazzino verso un cliente

# Indirizzo
source: Address
it_it: Indirizzo

# InserisciMatricole
source: Add serial numbers
it_it: Inserisci matricole

# ListaScarico
source: Shipment List
it_it: Lista Scarico

# Magazzino
source: Warehouse
it_it: Magazzino

# MatricolaNumero
source: Serial number
it_it: Matricola numero

# Messaggio1
source: Are you sure want to Delete?
it_it: Sei sicuro di volere eliminare?

# Messaggio2
source: You will not be able to restore the data!
it_it: I dati cancellati andranno perduti!

# Messaggio3
source: Yes, delete it!
it_it: Si, cancellalo!

# Modifica
source: Edit
it_it: Modifica

# IndexModificaScarico
source: Edit shipment
it_it: Modifica scarico

# Mostra
source: Delivery Order
it_it: Ordine di Consegna

# NumeroScarico
source: DO Number
it_it: Numero Scarico

# Nuovo
source: New
it_it: Nuovo

# Obbligatorio
source: Mandatory
it_it: Obbligatorio

# Ordine
source: Order
it_it: Ordine

# EvadiOrdine
source: Order Closed
it_it: Evadi Ordine

# OrdineConsegna
source: Delivery Order
it_it: Ordine di Consegna

# OrdineTrasferimento
source: Transfer Order
it_it: Ordine di Trasferimento

# OrdineVendita
source: Sales Order
it_it: Ordine di Vendita

# OrdiniAcquisto
source: Purchase Order
it_it: Ordini di Acquisto

# OrdiniTrasferimento
source: Transfer Order
it_it: Ordini di Trasferimento

# OrdiniVendita
source: Sales Order
it_it: Ordini di Vendita

# PaginaDaStampare
source: This page has been enhanced for printing. Click the print button at the bottom to print.
it_it: Questa pagina è stata preparata per la stampa. Fai clic sul pulsante di stampa in basso per stampare.

# Prodotto
source: Product
it_it: Prodotto

# Proprieta
source: Property
it_it: Proprietà

# Qta
source: Qty
it_it: Qtà

# QtaOrdine
source: Qty Order
it_it: Qtà Ordine

# QtaScarico
source: Qty Shipment
it_it: Qtà Scarico

# QtaSpedita
source: Qty Shipped
it_it: Qtà Spedita

# Riuscita
source: Success
it_it: Riuscita

# RuoliUtente
source: User Roles
it_it: Ruoli Utente

# Salva
source: Save
it_it: Salva

# Scarico
source: Shipment
it_it: Scarico

# Scorte
source: Stock
it_it: Giacenza di Magazzino

# Seleziona
source: Select
it_it: Seleziona

# Si
source: Yes
it_it: Si

# Stampa
source: Print
it_it: Stampa

# StampaDDT
source: Print DDT
it_it: Stampa il documento di trasporto

# Tipo
source: Type
it_it: Tipo

# TornaLista
source: Back to List
it_it: Torna alla Lista

# Ubicazione
source: Site
it_it: Ubicazione

# Vendita
source: Sales
it_it: Vendita

# VisualizzaScarico
source: View Unfinished Shipments
it_it: Visualizza Scarichi non Completati

# ErroreQuantitaMinoreDiZero
source: The entered quantity must be greater than 0.
it_it: Il numero di prodotti inserito deve essere maggiore di zero.

# ProdottoPresente
source: This product is already inserted in the table.
it_it: Prodotto già presente nella tabella.

# ErroreInserireMatricole
source: You cannot continue without entering all the serial numbers
it_it: Riempire tutti i campi prima di proseguire.

# ErroreQtaSuperiore
source: The quantity entered must not exceed the amount still to be received.
it_it: Il numero di prodotti inserito non deve superare il numero di prodotti ancora da ricevere.

# Matr
source: SN
it_it: Matr.

# QtadaSpedire
source: Qty Shipment
it_it: Qtà da Spedire

# QtaSpeditaFinora
source: Qty Shipped Until Now
it_it: Qtà Spedita Finora

# QtaVenduta
source: Qty Sold
it_it: Qtà Venduta

# RigaCompleta
source: Row Completed
it_it: Riga Completa

# CodCostruttore
source: Manufacturer Code
it_it: Codice Costruttore

# ConfermaChiusuraScarico
source: Do you want to close the receiving? All changes will be saved.
it_it: Confermi la chiusura del carico? Tutte le modifiche verranno salvate.

# ScaricoGiaFatturato
source: It's not possible to cancel the receiving because it has been already invoiced
it_it: Non è possibile annullare in quanto è già stato fatturato

# ConfermaAnnullamentoDDT
source: Do you confirm the cancellation of the DDT?
it_it: Confermi l annullamento del DDT?

# CausaleNotaAnnullamento
source: Insert causal and note of DDT cancellation
it_it: Inserisci causale e nota di annullamento DDT

# CausaleAnnullamento
source: Causal
it_it: Causale

# Nota
source: Note
it_it: Nota

# Annullato
source: Canceled
it_it: Annullato

# ConfermaEsciSenzaSalvare
source: Do you want to close without saving?
it_it: Esci senza salvare?

# IndexEliminaScarico
source: Delete receiving
it_it: Elimina scarico

# IndexRiapriScarico
source: Reopen shipment
it_it: Riapri scarico

# IndexVisualizzaScarico
source: View shipment
it_it: Visualizza scarico

# ModificaScarico
source: Edit shipment
it_it: Modifica scarico

# NumeroOrdineVendita
source: Sales Order Number
it_it: Numero Ordine di Vendita

# NumeroOrdineTrasferimento
source: Transfer Order Number
it_it: Numero Ordine Trasferimento

# ChiudiDocumento
source: Close Document
it_it: Chiudi Documento

# Controller
source: Shipment
it_it: Scarico

# InfoCreate
source: Shipment is a process of exiting goods from a warehouse to a customer or supplier (returned).
it_it: Lo Scarico è un processo di uscita di merci da un magazzino verso un cliente o un fornitore (reso).

# InfoDelete
source: Elimination of the Shipment will bring the status of the related Sales Order back to [Open].
it_it: L'eliminazione dello Scarico riporterà lo stato dell'Ordine di Vendita relativo su [Aperto].

# InfoDetails
source: Shipment is a process of exiting goods from a warehouse to a customer or supplier (returned).
it_it: Lo Scarico è un processo di uscita di merci da un magazzino verso un cliente o un fornitore (reso).

# InfoEdit
source: Shipment is a process of exiting goods from a warehouse to a customer or supplier (returned).
it_it: Lo Scarico è un processo di uscita di merci da un magazzino verso un cliente o un fornitore (reso).

# InfoIndex
source: Shipment is a process of exiting goods from a warehouse to a customer or supplier (returned).
it_it: Lo Scarico è un processo di uscita di merci da un magazzino verso un cliente o un fornitore (reso).

# Lista
source: Shipment List
it_it: Lista Scarico

# OrdineAcquisto
source: Purchase Order
it_it: Ordine di Acquisto

# Codice
source: Code
it_it: Codice

# VerificatoErroreRiprovare
source: An error has occurred, please try again.
it_it: Si è verificato un errore, provare a ripetere l'operazione.

# Attenzione
source: Warning!
it_it: Attenzione!

# Chiudi
source: Close
it_it: Chiudi

# QtaInsufficienti
source: Attention, the product in question is not present in sufficient quantities in this warehouse. If you continue with this operation, negative inventory will be inserted for this product.
it_it: Attenzione, il prodotto in questione non è presente in quantità sufficienti in questo magazzino. Se si prosegue con questa operazione, verrà inserita giacenza negativa per questo prodotto.

# MatricolaNonPresente
source: Serial number not in stock.
it_it: Matricola non presente in magazzino.

# MatricolaPresenteModale
source: The serial number has already been selected.
it_it: La matricola è già stata selezionata.

# MatricolaPresenteScarico
source: The serial number has already been selected in this download.
it_it: La matricola è già stata selezionata in questo scarico.

# AnnullaConferma
source: Cancel
it_it: Annulla

# Confermi
source: Confirm?
it_it: Confermi?

# IndexStorico
source: History
it_it: Storico

# InfoIndexStorico
source: The Shipment displayed on this page have been [Completed] and were received more than a week ago.
it_it: Gli Scarichi visualizzati in questa pagina hanno stato [Completato] e sono stati ricevuti più di una settimana fa.

# Storico
source: History Shipment List
it_it: Storico Scarichi di Magazzino

# VisualizzaRecente
source: View Recent
it_it: Visualizza Recenti

# VisualizzaStorico
source: View Completed Shipments
it_it: Visualizza Scarichi Completati

# GiacenzaInsufficienteNuovoMagazzino
source: Attention, the following products are not present in sufficient quantities in this warehouse. A negative stock will be inserted for these products:
it_it: Attenzione, i seguenti prodotti non sono presenti in quantità sufficienti in questo magazzino. Verrà inserita giacenza negativa per questi prodotti:

# OrdineNonCompleto
source: Not all products have been received. Unable to close the order.
it_it: Non tutti i prodotti sono stati ricevuti. Impossibile chiudere l'ordine.

# ControllaDisponibilita
source: Check availability
it_it: Controlla la disponibilità

# ProdottoSenzaGiacenza
source: The selected product is not present in any warehouse.
it_it: Il prodotto selezionato non è presente nei magazzini.

# QtaDisponibile
source: Qty available
it_it: Qtà disponibile

# NonHaiInseritoMatricole
source: You have not inserted serial numbers. If you exit now, the product will be removed from the table. Confirm?
it_it: Non hai inserito matricole. Se esci ora, il prodotto verrà rimosso dalla tabella. Confermi?

# InserisciPesoColli
source: Enter the weight and the size of the packages
it_it: Inserisci il peso e le dimensioni dei colli

# VisualizzaMatricole
source: View serial number
it_it: Visualizza matricole

# CategoriaMerci
source: Goods Category
it_it: Categoria Merci

# Responsabili
source: Managers Data
it_it: Anagrafica Responsabili

# NonAssegnato
source: Not assigned
it_it: Non assegnato

# IndexCreaScarico
source: Create shipment
it_it: Crea scarico

# ErroreScarico
source: Error
it_it: Errore

# DatiChiamata
source: Ticket Data
it_it: Dati Chiamata

# ValoreInseritoNonCorretto
source: An entered value does not have a correct format.
it_it: Un valore inserito non ha un formato corretto.

# VisualizzaColli
source: View packages
it_it: Visualizza i colli

# CompilareTuttiCampi
source: It is necessary to fill in all the fields before continuing.
it_it: E' necessario compilare tutti i campi prima di proseguire.

# Altezza
source: Height
it_it: Altezza

# Collo
source: Package
it_it: Collo

# Lunghezza
source: Length
it_it: Lunghezza

# Peso
source: Weight
it_it: Peso

# Profondita
source: Depth
it_it: Profondità

# InserireCaratteri
source: Enter three letters
it_it: Inserire 3 caratteri

# NessunDato
source: No data to display
it_it: Nessun dato da visualizzare

# VisualizzaPesoColli
source: View the weight and the size of the packages
it_it: Visualizza il peso e le dimensioni dei colli

# Richiesto
source: Required
it_it: Richiesto

# SelezionaMatricole
source: Select serial numbers
it_it: Seleziona matricole

# EliminareTutteLeMatricole
source: Do you want to delete all the serial numbers included in this product?
it_it: Vuoi eliminare tutte le matricole inserite in questo prodotto?

# InserireTutteLeMatricole
source: Do you want to insert all the serial numbers of this product?
it_it: Vuoi inserire tutte le matricole di questo prodotto?

# MagazzinoPrelievo
source: Withdrawal warehouse
it_it: Magazzino di prelievo

# NumeroDDT
source: DDT Number
it_it: Numero DDT

# ConfermaChiusuraDocumento
source: Do you confirm shipment closure? It will be generated the DDT Number and won't be possible to delete anymore
it_it: Confermi la chiusura dello scarico? Verrà generato il numero DDT e non sarà piu possibile eliminarlo

# Conferma2
source: Confirm
it_it: Conferma

# InserireTrackingNumber
source: Do you want to insert a Tracking Number?
it_it: Inserire Tracking Number?

# DataCreazione
source: Creation Date
it_it: Data Creazione

# NumeroRiferimentoInterno
source: Reference Number (Internal)
it_it: Numero Riferimento (Interno)

# ChiudiEGeneraDDT
source: Close and generate DDT
it_it: Chiudi e genera DDT

# Peso(vol)
source: Weight = Weight(vol)
it_it: Peso = Peso (vol)

# CreaScarico
source: Create Shipment
it_it: Crea Scarico

# Giacenze
source: Quantities
it_it: Giacenze

# Giacenza
source: Quantity
it_it: Giacenza

# NotaFissa
source: Fixed note
it_it: Nota fissa

# NumeroOrdineAcquisto
source: Purchase order number
it_it: Numero ordine acquisto

# Commerciale
source: Commercial
it_it: Commerciale
